# Список складов
WAREHOUSES = [
    "Уренгойское мр куст №U14",
    "Уренгойское мр куст №U64",
    "Уренгойское мр куст №U77",
    "Уренгойское мр куст №U86А",
    "Уренгойское мр куст №3А05",
    "Уренгойское мр куст №6А03",
    "Новатэк Восточно Тазовское",
    "Харбейское мр куст №306",
    "Ева-Яхинское мр куст №87",
    "Заподно-Юбилейный куст №84",
    "Ева-Яхинское мр куст №90",
    "Северо-Часельское мр куст №91",
    "Новопортовское мр куст №1ПО",
    "Новопортовское мр куст №213",
    "Новопортовское мр куст №108",
    "Новопортовское мр куст №212",
    "Новопортовское мр куст №17",
    "Новопортовское мр куст №19",
    "Новопортовское мр куст №11",
    "Новопортовское мр куст №РИТС",
    "Харбейское 307",
    "Южно-Тамбейское мр куст №47",
    "Южно-Тамбейское мр куст №26 (40 бригада)",
    "Утреннее мр куст №ПСП",
    "Гыданский ЛУ куст 182Р",
    "Гыданский ЛУ куст 141Р",
    "Утреннее мр куст №6",
    "Бованенковское мр куст №22G",
    "Бованенковское мр куст №19G",
    "Тазовское мр куст №2,6",
    "Уренгойское № А24",
    "Восточно-Таркосалинское м-р Бригада ГРП",
    "Северо-Уренгойское КП 207",
    "СГТ ГП 9",
    "ЭНГС База",
    "Магазин Белый Медведь",
    "НУ Основной склад"
]

# Словарь категорий продуктов
PRODUCT_CATEGORIES = {
    "Фрукты": [
        "Апельсины [КГ]",
        "Бананы [КГ]",
        "Груши [КГ]",
        "Клубника с/м [КГ]",
        "Лимон [КГ]",
        "Мандарины [КГ]",
        "Облепиха с/м [КГ]",
        "Яблоки [КГ]"
    ],
    "Овощи": [
        
        "Капуста б/к свежая [КГ]",
        "Капуста брокколи [КГ]",
        "Картофель [КГ]",
        "Лук репчатый [КГ]",
        "Морковь [КГ]",
        "Огурцы свежие [КГ]",
        "Огурцы маринованные [КГ]",
        "Перец болгарский с/м [КГ]",
        "Помидоры [КГ]",
        "Помидоры маринованные (консерв) [КГ]",
        "Помидоры соленые [КГ]",
        "Редька зеленая [КГ]",
        "Свекла [КГ]",
        "Чеснок [КГ]"
    ],
    "Продукты С/М": [
        "Картофель с/м [КГ]",
        "Капуста цветная с/м [КГ]",
        "Капуста брокколи [КГ]",
        "Горошек зеленый с/м весовой [КГ]",
        "Грибы с/м [КГ]",
        "Клубника с/м [КГ]",
        "Облепиха с/м [КГ]",
        "Перец болгарский с/м [КГ]",
        "Баклажаны с/м [КГ]",
        "Кабачки с/м [КГ]",
        "Пельмени с/м в асс-те [КГ]",
        "Фасоль стручковая с/м [КГ]",
        "Смородина черная с/м [КГ]",
        "Вишня с/м [КГ]",
        "Клюква с/м [КГ]",
        "Тыква с/м [КГ]",
        "Шпинат с/м [КГ]",
        "Минтай с/м [КГ]",
        "Пикша с/м [КГ]",
        "Горбуша с/м [КГ]"        
    ],
    "Мясо и мясные продукты": [
        "Баранина [КГ]",
        "БАРАНИНА (КУСКОВАЯ ПОСЛЕ РАЗДЕЛКИ) [КГ]",
        "Говядина [КГ]",
        "ГОВЯДИНА КУСКОВАЯ ПОСЛЕ РАЗДЕЛКИ [КГ]",
        "Курица тушка [КГ]",
        "КУРИНАЯ ГРУДКА (МЯКОТЬ) [КГ]",
        "Печень говяжья [КГ]",
        "Печень куриная [КГ]",
        "Свинина [КГ]",
        "Сердце (куры) [КГ]",
        "Сердце говяжье [КГ]",
        "Сосиски в асс-те [КГ]",
        "Желудки (куры) [КГ]",
        "Фарш куриный (100%) (Курица тушка) [КГ]",
        "Фарш мясной (40/60%) [КГ]",
        "Поджарка кур (30/70%) [КГ]",
        "Ветчина [КГ]",
        "Колбаса в асс-те [КГ]",
        "Колбаса п/к [КГ]",
        "Крабовые палочки (мясо) [КГ]"
          
    ],

    "Молочные продукты": [
        "Молоко [Л]",
        "Молоко сгущенное [КГ]",
        "Молоко сухое [КГ]",
        "Сметана [КГ]",
        "Творог [КГ]",
        "Сыр в ассортименте [КГ]",
        "Сыр Моцарелла [КГ]",
        "Сыр плавленый в асс-те [КГ]",
        "Кисломолочный продукт [Л]",
        "Яйцо [ШТ]"
    ],
    "Крупы и бобовые": [
        "Геркулес [КГ]",
        "Горох колотый [КГ]",
        "Горошек консервированный [КГ]",
        "Горошек зеленый с/м весовой [КГ]",
        "Гречка [КГ]",
        "Крупа перловая [КГ]",
        "Крупа пшеничная [КГ]",
        "Маш [КГ]",
        "Нут (горох) [КГ]",
        "Пшено [КГ]",
        "Рис длинный (пропаренный) [КГ]",
        "Рис круглый [КГ]",
        "Фасоль в банках консервированная [КГ]",
        "Фасоль стручковая с/м [КГ]",
        "Фасоль сухая [КГ]",
        "Чечевица весовая [КГ]"
    ],
    "Мука и выпечка": [
        "Вермишель [КГ]",
        "Галеты \"СТАРТ\" [ШТ]",
        "Макароны весовые в асс-те [КГ]",
        "Манка [КГ]",
        "Мука [КГ]",
        "Мука ржаная [КГ]",
        "Пельмени с/м в асс-те [КГ]",
        "Спагетти [КГ]",
        "Фунчоза (вермишель крахмальная) [КГ]"
    ],
    "Консервы": [
        "Грибы маринованные (консервированные) [КГ]",
        "Икра кабачковая [КГ]",
        "Каша гречневая с говядиной (консервы) [ШТ]",
        "Кукуруза в банках консервированная [КГ]",
        "Оливки, маслины в асс-те [КГ]",
        "Рыбные консервы в асс-те [КГ]",
        "Салат из морской капусты консерв. [КГ]",
        "Тушенка из говядины ГОСТ [ШТ]",
        "Фасоль в банках консервированная [КГ]"

    ],
    "Напитки": [
        "Вода минеральная с газом [Л]",
        "Вода питьевая [Л]",
        "Сок в асс-те [КГ]"


    ],
    "Специи и приправы": [
        "Зелень свежая в асс-те [КГ]",
        "Ванилин [КГ]",
        "Горчица порошок [КГ]",
        "Дрожжи сухие [КГ]",
        "Кислота лимонная [КГ]",
        "Корица [КГ]",
        "Крахмал [КГ]",
        "Приправа для корейской моркови [КГ]",
        "Приправа универсальная [КГ]",
        "Сода [КГ]",
        "Соль 1 кг [КГ]",
        "Специи в асс-те [КГ]",
        "Томатная паста [КГ]"
    ],
    "Сладости и сухофрукты": [
        "Изюм (кишмиш) [КГ]",
        "Конфеты в асс-те [КГ]",
        "Курага [КГ]",
        "Мак [КГ]",
        "Повидло [КГ]",
        "Сахар-песок [КГ]",
        "Сахарная пудра [КГ]",
        "Сладости в асс-те [КГ]",
        "Сухофрукты [КГ]"
    ],
    "Орехи семена": [
        "Грецкий орех [КГ]",
        "Шиповник весовой [КГ]"
    ],
    "Бакалея": [
        "Майонез [КГ]",
        "Маргарин [КГ]",
        "Масло растительное [Л]",
        "Масло сливочное [КГ]",
        "Кисель весовой [КГ]",
        "Соус соевый Сен-Сой [Л]",
        "Уксус [Л]",
        "Дорожный набор 8 в 1 [ШТ]",
        "Компотная смесь [КГ]",
        "Кофе в зернах [КГ]",
        "Кофе растворимый [КГ]",
        "Какао [КГ]",
        "Чай в пакетиках [ШТ]",
        "Чай весовой [КГ]",
        "Чай Каркаде [КГ]"
    ],
    "Магазин/Буфет": {
        "items": [],
        "subcategories": {
            "Молочка": {
                "items": [
                    "Молоко Простоквашино 3,2% 950мл [ШТ]",
                    "Йогурт Чудо питьевой Клубника-Земляника 1,9% 260гр [ШТ]",
                    "Кефир Простоквашино 2,5% 930мл [ШТ]",
                    "Биойогурт АктиоБио Вишня-семена чиа 1,5% 260гр [ШТ]",
                    "Биойогурт АктиоБио Дыня-клубника-земляника 1,5% 260гр [ШТ]",
                    "Сметана Простаквашино 15% 180гр [ШТ]"
                ],
                "subcategories": {}
            },
            "Вода": {
                "items": [],
                "subcategories": {
                    "Напитки": {
                        "items": [
                            "Б/а Бочкари Кола 0,45л [ШТ]",
                            "Напиток Добрый Лимон Лайм 1,5л [ШТ]",
                            "Напиток Добрый Палпи Тропик 0,45л [ШТ]",
                            "Напиток Чай Липтон Персик 0,5л [ШТ]",
                            "А Б/а Бочкари МангоХит 1,3л [ШТ]",
                            "Б/а Бочкари Оранж 1,3л [ШТ]",
                            "Б/а Бочкари Премиум Мохито Апельсин 1,3л [ШТ]",
                            "Б/а Бочкари Премиум Мохито со вкусом клубники 1,3л [ШТ]",
                            "Б/а Бочкари Ситро 1,3л [ШТ]",
                            "Б/а Бочкари ЦитрусХит 1,3л [ШТ]",
                            "Бонаква газ 0,5л [ШТ]",
                            "Напиток Чай Рич зеленый Малина 1л [ШТ]",
                            "Напиток Чай Рич Лимон 1л [ШТ]",
                            "Б/а Бочкари Грушевый аромат 1,3л [ШТ]",
                            "Б/а Бочкари Кола классик 1,9л [ШТ]",
                            "Б/а Бочкари Лимонад 1,3л [ШТ]",
                            "Напиток Добрый Лимон Лайм 0,5л [ШТ]",
                            "Б/а Бочкари Премиум Мохито-лайм-мята 1,3л [ШТ]",
                            "Берн 0,449л [ШТ]",
                            "Бонаква газ 1л [ШТ]",
                            "Бонаква негаз 0,5л [ШТ]",
                            "Напиток Добрый Апельсин Вит. С 0,5л [ШТ]",
                            "Б/а Бочкари Кола стекло 0,45л [ШТ]",
                            "Напиток Добрый Лимон Лайм 1л [ШТ]",
                            "Напиток Чай Рич зеленый 1л [ШТ]",
                            "Напиток Чай Рич Персик 1л [ШТ]",
                            "Квас Русский Дар 2л [ШТ]",
                            "Драйв Ми Ягоды 0,5л [ШТ]",
                            "Драйв Ми Ориджинал 0,5л [ШТ]",
                            "Драйв Ми Нитро Буст 0,449л [ШТ]",
                            "Б/а Бочкари Грушевый аромат стекло 0,45л [ШТ]",
                            "Б/а Бочкари Лимонад стекло 0,45л [ШТ]",
                            "Б/а Бочкари МангоХит 1,3л [ШТ]",
                            "Б/а Бочкари Премиум Мохито-лайм-мята ж/б 0,45л [ШТ]",
                            "Б/а Бочкари Тархун 1,3л [ШТ]",
                            "Квас Андреич Бочкари 1,5л [ШТ]",
                            "Кока кола оригинал с/б 0,25л [ШТ]",
                            "Напиток Б/А Мохито гранат 0,45л [ШТ]",
                            "Напиток Б/А Мохито манго 0,45л [ШТ]",
                            "Фанта ж/б 0,33л [ШТ]",
                            "Фрустайл Апельсин 1,5л [ШТ]",
                            "Б/а Бочкари Тархун стекло 0,45л [ШТ]",
                            "Б/а Бочкари Кола 1,3л [ШТ]",
                            "Напиток Добрый Кола 0,5л [ШТ]",
                            "Напиток Любимый Вкус Любви малина 0,95л [ШТ]",
                            "Напиток Любимый Ябл-Гран-Ч.ряб 0,95л [ШТ]",
                            "Напиток б/а Мохито Лайм 0,45л [ШТ]",
                            "Б/а Бочкари Вишневый аромат 1,3л [ШТ]",
                            "Драйв Ми Ориджинал 0,449л [ШТ]",
                            "Драйв Ми Ягоды 0,449л [ШТ]",
                            "Напиток б/а Мохито Клубника Лайм 0,45л [ШТ]",
                            
                        ],
                        "subcategories": {}
                    },
                    "Мин. Питьевая вода": {
                        "items": [
                            "Мин. вода Боржоми стекло 0,5л [ШТ]",
                            "Алтай Аква Бочкари газ 1,3л [ШТ]",
                            "Мин. вода Боржоми 1.25л [ШТ]",
                            "Алтай Аква Бочкари негаз 1,3л [ШТ]",
                            "Мин. вода Боржоми 0,5л [ШТ]"
                        ],
                        "subcategories": {}
                    },
                    "Энергетик": {
                        "items": [
                            "Энергетический напиток Флеш оригинал 0,45л [ШТ]",
                            "Ред Бул 0,473л [ШТ]",
                            "Адреналин Раш 0,449л [ШТ]",
                            "Адреналин без сахара 0,449л [ШТ]",
                            "Адреналин Игровая Энергия 0,449л [ШТ]",
                            "Ред Бул 0,355л [ШТ]",
                            "Энергетический напиток Cosmos Дерзкая энергия 0,45л [ШТ]",
                            "Энергетический напиток TornadoEnergy MAX Black 0,45л [ШТ]",
                            "Энергетический напиток TornadoEnergy Watermelon 0,45л [ШТ]",
                            "Энергетический напиток Генезис Зеленая звезда 0,45л [ШТ]",
                            "Энергетический напиток Генезис Мистическая звезда 0,45л [ШТ]",
                            "Энергетический напиток Ягуар Культ ягодный 0,45л [ШТ]",
                            "Энергетический напиток Ягуар Лайв 0,45л [ШТ]",
                            "Энергетический напиток Ягуар Фанк (манго ананас) 0,45л [ШТ]",
                            "Энергетический напиток Ягуар Фри 0,45л [ШТ]",
                            "Энергетический напиток Ягуар экстра Урбан Энерджи 0,44л [ШТ]",
                            "Энергетический напиток NEFT Для него 0,45л [ШТ]",
                            "Энергетический напиток Игуана Красная Ягода 0,5л [ШТ]",
                            "Энергетический напиток Игуана Оригинал 0,5л [ШТ]",
                            "Энергетический напиток Флеш Апел. ритм 0,45л [ШТ]",
                            "Энергетический напиток Флеш Баббл Гам 0,45л [ШТ]",
                            "Энергетический напиток Флеш Ягодный микс 0,45л [ШТ]",
                            "Адреналин Экстра 0,449л [ШТ]"
                        ],
                        "subcategories": {}
                    },
                    "Сок, нектар": {
                        "items": [
                            "Нектар Добрый Апельсин 1л [ШТ]",
                            "Нектар Добрый Апельсин Мандарин 1л [ШТ]",
                            "Сок Рич Мультифрукт 1л [ШТ]",
                            "Сок Рич Яблоко 1л [ШТ]",
                            "Нектар Добрый Мультифруктовый 1л [ШТ]",
                            "Нектар Рич Персик 1л [ШТ]",
                            "Сок Любимый Томат-Сахар-Соль 0,97л [ШТ]",
                            "Сок Рич Ананасовый 1л [ШТ]",
                            "Сок J7 Яблоко осв. 0,97л [ШТ]",
                            "Чай холодный [ШТ]"
                                ],
                        "subcategories": {}
                    }
                }
            },
            "Кондитерские изделия": {
                "items": [],
                "subcategories": {
                    "Батончик": {
                        "items": [
                            "Батончик Натс с орехами 50гр [ШТ]",
                            "Батончик Baby Fox Creamy Choco 23гр [ШТ]",
                            "Батончик Baby Fox Roxy Creamy Choco 23гр [ШТ]",
                            "Батончик OZera орех. нач. в мол. шок 23гр [ШТ]",
                            "Батончик OZera мол. орех. в мол. шок 23гр [ШТ]"
                        ],
                        "subcategories": {}
                    },
                    "Вафли": {
                        "items": [
                            "Вафли Яшкино сливочные 200гр [ШТ]",
                            "Вафли Парижанка крем-брюле 210гр [ШТ]",
                            "Вафли Яшкино с вар. сгущенкой 200гр [ШТ]",
                            "Вафли Лимонные 270гр [ШТ]",
                            "Вафли Яшкино c халвой 200гр [ШТ]",
                            "Вафли Яшкино c халвой 300гр [ШТ]",
                            "Вафли Яшкино Лимон-Лайм 300гр [ШТ]",
                            "Вафли Яшкино Ореховые 200гр [ШТ]",
                            "Вафли Яшкино Ореховые 300гр [ШТ]",
                            "Вафли Яшкино с вар. сгущенкой 300гр [ШТ]",
                            "Вафли Яшкино сливочные 300гр [ШТ]",
                            "Вафли Яшкино шоколадные 200гр [ШТ]",
                            "Вафли Яшкино клубничный вкус тонкие 144гр [ШТ]",
                            "Вафли Яшкино глазированные 200гр [ШТ]",
                            "Вафли Яшкино Голландские начинка с вар. сгущ. 290гр [ШТ]",
                            "Вафли Яшкино шоколадные 300гр [ШТ]"
                        ],
                        "subcategories": {}
                    },
                    "Конфеты/карамель": {
                        "items": [
                            "Конфеты Раффаэлло 240гр [ШТ]",
                            "Конфеты Васильки 250гр [ШТ]",
                            "Конфеты Neo Botanica Смузи ананас-кокос-манго 200гр [ШТ]",
                            "Конфеты Neo Botanica Смузи с лесныит ягодами 200гр [ШТ]",
                            "Конфеты Золушка 12% 500гр [ШТ]",
                            "Конфеты Раффаэлло 150гр [ШТ]",
                            "Конфеты Руа 500гр [ШТ]",
                            "Мармелад Махеев фруктовый микс 250гр [ШТ]",
                            "Конфеты мандарин 14,4гр [ШТ]",
                            "Конфеты ВерSаль 500гр [ШТ]",
                            "Конфеты Ферреро Роше Коллекция Т10 107,2гр [ШТ]"
                        ],
                        "subcategories": {}
                    },
                    "Печенье": {
                        "items": [
                            "Печенье Choco Pie ORION ВЕНСКИЙ ТОРТ 360гр [ШТ]",
                            "Печенье Choco Pie ORION КЛУБНИКА МАЛИНА ФРЕШ 300гр [ШТ]",
                            "Печенье Мария затяжное 260гр [ШТ]",
                            "Печенье Юбилейное глазированное орех 116гр [ШТ]",
                            "Печенье Tondi сэндвич с шок. слив. вкус 190гр [ШТ]",
                            "Печенье Tondi сэндвич с шоколадом 190гр [ШТ]",
                            "Печенье сахарное Деревенское сливки 160гр [ШТ]",
                            "Печенье сд. Яшкино клубника 137гр [ШТ]",
                            "Печенье Фаготтини с джемом черная смородина 125гр [ШТ]",
                            "Печенье-сэндвич FORSITE с кокосовым вкусом 220гр [ШТ]",
                            "Печенье-сэндвич FORSITE с шоколадно-сливочным вкусом 220гр [ШТ]",
                            "Печенье сдобное Американское с Каплями 200гр [ШТ]",
                            "Печенье сд. Овсяное 350гр [ШТ]",
                            "Печенье сл. Puffitto черная смородина 125гр [ШТ]",
                            "Печенье сд. Яшкино Апельсин 137гр [ШТ]",
                            "Печенье-сэндвич Яшкино затяжное с клубничным кремом 190гр [ШТ]",
                            "Печенье-сэндвич Яшкино затяжное со сливочным кремом 190гр [ШТ]"
                        ],
                        "subcategories": {}
                    },
                    "Рулет": {
                        "items": [
                            "Рулет Яшкино бискв. Вишневый 200гр [ШТ]",
                            "Рулет Яшкино бискв. с вареной сгущенкой 200гр [ШТ]",
                            "Рулет Яшкино ваф. со вкусом сгущеного молока 160гр [ШТ]",
                            "Рулет Яшкино черничный 200гр [ШТ]",
                            "Рулет Яшкино бискв. клубника со сливками 200гр [ШТ]"
                        ],
                        "subcategories": {}
                    },
                    "Шоколад": {
                        "items": [
                            "Шоколад Аленка 60гр [ШТ]",
                            "Шоколад Аленка с фундуком и изюмом 90гр [ШТ]",
                            "Шоколад Аленка шоу б 15гр [ШТ]",
                            "Шоколад Бабаевский оригинальный 90гр [ШТ]",
                            "Шоколад Бабаевский темный с целым миндалем 90гр [ШТ]",
                            "Шоколад Бабаевский элитный 75% какао 200гр [ШТ]",
                            "Шоколад Бабаевский горкий 90гр [ШТ]",
                            "Шоколад OZera Milk White 24гр [ШТ]",
                            "Шоколад OZera Milk&Caramel 24гр [ШТ]",
                            "Шоколад OZera Milk&Mango filling 24гр [ШТ]",
                            "Шоколад OZera Milk&Orange filling 24гр [ШТ]"
                        ],
                        "subcategories": {}
                    },
                    "Пряники": {
                        "items": [
                            "Пряники Яшкино Мятные 350гр [ШТ]",
                            "Пряники Яшкино С вареной сгущенкой 350гр [ШТ]",
                            "Пряники Яшкино с вишневой начинкой 350гр [ШТ]",
                            "Пряники Яшкино Шоколадные 350гр [ШТ]"
                        ],
                        "subcategories": {}
                    },
                    "Прочее": {
                        "items": [
                            "Трубочки Twiggi ваф. Double с кокос в бел. шок. 185гр [ШТ]",
                            "Трубочки Яшкино ваф. ореховые 190гр [ШТ]",
                            "Трубочки Яшкино ваф. сгущ. молоко 190гр [ШТ]",
                            "Торт Яшкино ваф. глаз. орех. 250гр [ШТ]",
                            "Козинак Микс на меду 40гр [ШТ]",
                            "Мини-круассаны Яшкино с Клубничным джемом 180гр [ШТ]",
                            "Мини-круассаны Яшкино с Шоколадным кремом 180гр [ШТ]",
                            "Мини-круассаны Яшкино со Сливочным кремом 180гр [ШТ]"

                        ],
                        "subcategories": {}
                    }
                }
            },
            "Табак": {
                "items": [],
                "subcategories": {
                    "Табак нагреваемый": {
                        "items": [
                            "Табак нагреваемый HEETS from PARLIAMENT AMBER SELECTION [ШТ]",
                            "Табак нагреваемый HEETS from PARLIAMENT BRONZE SELECTION [ШТ]",
                            "Табак нагреваемый HEETS Creations Sun [ШТ]",
                            "Табак нагреваемый HEETS Creations Twilight [ШТ]",
                            "Табак нагреваемый HEETS from PARLIAMENT GOLD SELECTION [ШТ]"
                        ],
                        "subcategories": {}
                    },
                    "Электронный испаритель": {
                        "items": [
                            "Электронный испаритель CNPT SHIFT 2000 табак [ШТ]",
                            "Электронный испаритель CNPT SHIFT 5000 Гуава Маракуйя [ШТ]",
                            "Электронный испаритель CNPT SHIFT 5000 Личи [ШТ]",
                            "Электронный испаритель i:FORCE Ms10000 Виш-Клуб-Мал [ШТ]",
                            "Электронный испаритель i:FORCE Ms10000 Дыня со сливками [ШТ]",
                            "Электронный испаритель i:FORCE Ms10000 Ягод-Лимонад [ШТ]",
                            "Электронный испаритель FORCE 5000 Лед Персик [ШТ]"
                        ],
                        "subcategories": {}
                    },
                    "Сигариллы": {
                        "items": [],
                        "subcategories": {}
                    },
                    "Сигареты": {
                        "items": [
                            "Сигареты Winston [ШТ]",
                            "Сигареты Philip morris compact Premium Союз Apollo [ШТ]",
                            "Сигареты Chapman Gold SSL [ШТ]",
                            "Сигареты CHAPMAN GREEN SSL [ШТ]",
                            "Сигареты CHAPMAN PURPLE SSL [ШТ]",
                            "Сигареты CAMEL COMPACT 100 [ШТ]",
                            "Сигареты CAMEL COMPACT 100 TROPICAL CRUSH [ШТ]",
                            "Сигареты CAMEL COMPACT COOL CRUSH [ШТ]",
                            "Сигареты CAMEL COMPACT RUBY [ШТ]",
                            "Сигареты CAMEL COMPACT SPECIAL [ШТ]",
                            "Сигареты LD AUTOGRAPH CLUB COMPACT 100s BLUE [ШТ]",
                            "Сигареты LD AUTOGRAPH CLUB COMPACT BLUE [ШТ]",
                            "Сигареты LD AUTOGRAPH CLUB COMPACT CAFE [ШТ]",
                            "Сигареты LD AUTOGRAPH IMPULSE COMPACT 100s [ШТ]",
                            "Сигареты LD AUTOGRAPH IMPULSE COMPACT 100s BREEZY [ШТ]",
                            "Сигареты LD AUTOGRAPH IMPULSE COMPACT 100s SUNNY [ШТ]",
                            "Сигареты LD COMPACT LOUNGE [ШТ]",
                            "Сигареты LD IMPULSE COMPACT 100s FUSION [ШТ]",
                            "Сигареты LD SPECIAL BLEND [ШТ]",
                            "Сигареты Parlament RED SLIMS (EVE) [ШТ]",
                            "Сигареты PLAY BLUE-RAY [ШТ]",
                            "Сигареты PLAY HIT [ШТ]",
                            "Сигареты SOBRANIE BLACKS [ШТ]",
                            "Сигареты SOBRANIE ELEMENT AMBER SUPERSLIMS [ШТ]",
                            "Сигареты SOBRANIE ELEMENT RUBY SUPERSLIMS [ШТ]",
                            "Сигареты SOBRANIE ELEMENT SAPPHIRE [ШТ]",
                            "Сигареты SOBRANIE СИНИЕ [ШТ]",
                            "Сигареты SOBRANIE ЧЕРНЫЕ [ШТ]",
                            "Сигареты Winston Super Slim Blue [ШТ]",
                            "Сигареты Winston Super Slim Silver [ШТ]",
                            "Сигареты Winston SUPER SLIMS FRESH MENTHOL [ШТ]",
                            "Сигареты Winston XS ARTIC [ШТ]",
                            "Сигареты Winston XS Blue [ШТ]",
                            "Сигареты Winston XS COMPACT 100s BLUE [ШТ]",
                            "Сигареты Winston XS COMPACT BLUE [ШТ]",
                            "Сигареты Winston XS COMPACT ELECTRO [ШТ]",
                            "Сигареты Winston XS COMPACT FLAME [ШТ]",
                            "Сигареты Winston XS KISS COSMO [ШТ]",
                            "Сигареты Winston XS KISS DREAM [ШТ]",
                            "Сигареты Winston XS KISS GLAM [ШТ]",
                            "Сигареты Winston XS KISS MENTOL [ШТ]",
                            "Сигареты Winston XS KISS MIRAGE [ШТ]",
                            "Сигареты Winston XS Silver [ШТ]",
                            "Сигареты Winston XStyle Blue [ШТ]",
                            "Сигареты Winston XStyle Dual [ШТ]",
                            "Сигареты Winston XStyle Silver [ШТ]",
                            "Сигареты РУССКИЙ СТИЛЬ ДОНСКОЙ СВЕТЛЫЙ [ШТ]",
                            "Сигареты РУССКИЙ СТИЛЬ ДОНСКОЙ ТЕМНЫЙ [ШТ]",
                            "Сигареты РУССКИЙ СТИЛЬ СИНИЙ [ШТ]",
                            "Сигареты РУССКИЙ СТИЛЬ ЧЕРНЫЙ [ШТ]",
                            "Сигареты РУССКИЙ СТИЛЬ ЭТАЛОН КОМПАКТ [ШТ]",
                            "Сигареты Winston XS COMPACT FROZEN [ШТ]"
                        ],
                        "subcategories": {}
                    }
                }
            },
            "Хоз. Товары": {
                "items": [],
                "subcategories": {
                    "Дезодорант": {
                        "items": [
                            "Антиперспирант муж. Deonika for men Невидимый 50мл шарик [ШТ]",
                            "Антисептическое средство Триосепт-ОЛ 100мл [ШТ]",
                            "Антиперспирант муж. Deonika for men Невидимый 200мл спрей [ШТ]",
                            "Антиперспирант DEONICA Nature Protection 200мл [ШТ]",
                            "Дезодорант EXXE MEN ENERGY мужской 50мл [ШТ]",
                            "Антиперспирант муж. Deonika for men активная защита 50мл шарик [ШТ]",
                            "Антиперспирант муж. Deonika for men Антибактериальный эффект 50мл шарик [ШТ]",
                            "Аэрозоль FA RED CEDARWOOD 150мл [ШТ]",
                            "Дезодорант AXE DEO Эпичная свежесть 150мл [ШТ]",
                            "Дезодорант Rexona deo Аэрозоль муж. Невидимый эффект 150мл [ШТ]"
                        ],
                        "subcategories": {}
                    },
                    "Шампунь": {
                        "items": [
                            "Шампунь DEONICA FOR MEN Энергия свежести 380мл [ШТ]",
                            "Шампунь Целебные рецепты хмель, овсяное молочко 400мл [ШТ]",
                            "Шампунь Целебные рецепты прополис, имбирное масло 400мл [ШТ]",
                            "Шампунь DEONICA FOR MEN Защита от потери волос 380мл [ШТ]",
                            "Шампунь Schauma MEN 2в1 Энергия спорта 360мл [ШТ]",
                            "Шампунь Schauma MEN глубокое очищение 3в1 360мл [ШТ]",
                            "Шампунь Schauma д/муж против перхоти интенсив 360мл [ШТ]",
                            "Шампунь Timotei Против перхоти 400мл [ШТ]",
                            "Шампунь Timotei Прохлада и свежесть 400мл [ШТ]",
                            "Шампунь Timotei Чистота и уход 400мл [ШТ]"
                        ],
                        "subcategories": {}
                    },
                    "Одежда": {
                        "items": [
                            "Трико арт.20042, 21058 Al-Xakim мужское с манжетом [ШТ]",
                            "Термо кальсоны арт.50987 Adams мужские [ШТ]",
                            "Стельки войлок коричневые/тонкие [ШТ]",
                            "Рубашка-поло мужская арт.5913 Samo [ШТ]",
                            "Нательное белье зимнее оливковое р-р 52-54 [ШТ]",
                            "Нательное белье зимнее оливковое р-р 56-58 [ШТ]",
                            "Нательное белье зимнее оливковое р-р 60-62 [ШТ]",
                            "Нательное белье оливковое р-р 44-46 [ШТ]",
                            "Нательное белье оливковое р-р 52-54 [ШТ]",
                            "Нательное белье оливковое р-р 56-58 [ШТ]",
                            "Полотенце банное 70130 стоп цена [ШТ]",
                            "Полотенце банное 70140 стоп цена [ШТ]",
                            "Стельки меховые [ШТ]",
                            "Полотенце махровое 50х90 Туркмения [ШТ]",
                            "Футболка арт.5515 Samo мужская [ШТ]",
                            "Полотенце махровое 50х90 арт.2з136 [ШТ]",
                            "Носки мужские Ногинка р-р Микс черный [ШТ]",
                            "Полотенце махровое 50х90 бардюр Листья [ШТ]",
                            "Шнурки силикон на застежке [ШТ]",
                            "Шапка арт.50230 спортивная [ШТ]",
                            "Носки мужские теплые М-53 черный р-р 25 [ШТ]",
                            "Шапка арт.120 мужская флис [ШТ]",
                            "Шапка арт.230 мужская конверт [ШТ]",
                            "Шапка арт.25020 молодежная [ШТ]",
                            "Термоноски MINAKU муж. цв. черный р-р 41-47 [ШТ]",
                            "Перчатки арт.79 Vacss мужские [ШТ]",
                            "Перчатки арт.5120 Vacss мужские теплые [ШТ]",
                            "Носки муж. из монгольской шерсти 1159 р-р 29 [ШТ]",
                            "Трусы-боксеры KAFTAN синий р-р 54 [ШТ]",
                            "Трусы-боксеры KAFTAN хаки р-р 56 [ШТ]",
                            "Шапка муж. черная р-р 56-58 [ШТ]",
                            "Сланцы мужские Классика черные р-р 42 [ШТ]",
                            "Сланцы мужские Классика черные р-р 45 [ШТ]",
                            "Майка арт.21063 мужская комуфляж [ШТ]",
                            "Майка муж. УТ-00000764 р-р 48 [ШТ]",
                            "Носки мужские арт.А-1012 Кушан вербл. шерть [ШТ]",
                            "Носки мужские шерсть (серые) [ШТ]",
                            "Перчатки х/б акрил [ШТ]",
                            "Перчатки х/б акрил теплые [ШТ]",
                            "Перчатки х/б черные Точки с ПВХ [ШТ]",
                            "Повязка-труба флис [ШТ]",
                            "Футболка арт.55112 Samo мужская [ШТ]",
                            "Шнурки 10мм*120см черные [ШТ]"
                        ],
                        "subcategories": {}
                    },
                    "Канцелярские товары": {
                        "items": [
                            "Игра настольная 00180 [ШТ]",
                            "Нож Компакт пластиковый [ШТ]",
                            "Файл прозрачный А4 [ШТ]",
                            "Маркер перм. Attomex круг/жало 3мм черный [ШТ]",
                            "Маркер перм. белый наконечник круглый 3мм [ШТ]",
                            "Тетрадь Hatber Yellowsupercar 48л клетка [ШТ]",
                            "Тетрадь Альт 48л клетка [ШТ]"
                        ],
                        "subcategories": {}
                    },
                    "Зуб. паста/щетка": {
                        "items": [
                            "Зуб. паста колгейт Тройное действие Экстра отбеливание 100гр [ШТ]",
                            "Зуб. паста Колгейт Защита от кариеса дв. мята 100мл [ШТ]",
                            "Зуб. паста Колгейт Защита от кариеса свежая мята 100мл [ШТ]",
                            "Зуб. паста Колгейт Лечебные травы 100гр [ШТ]",
                            "Зуб. паста Колгейт Прополис 100мл [ШТ]",
                            "Зуб. паста Семейная Тотал 90гр [ШТ]",
                            "Зуб. паста Семейная Фтор+кальций 90гр [ШТ]",
                            "Зубн. щетка Rendal жесткая классика [ШТ]"
                        ],
                        "subcategories": {}
                    },
                    "Зарядка/Провада/Наушники": {
                        "items": [
                            "Зарядка сетевая00060 [ШТ]",
                            "Зарядка сетевая00090 [ШТ]",
                            "Провод00060 [ШТ]",
                            "Провод00240 [ШТ]",
                            "Наушники Luazon i12 беспроводные [ШТ]",
                            "Наушники00060 [ШТ]",
                            "Наушники00070 [ШТ]",
                            "Наушники00270 [ШТ]",
                            "Наушники00370 [ШТ]",
                            "Наушники00700 [ШТ]",
                            "Провод00070 [ШТ]",
                            "Провод00150 [ШТ]"
                        ],
                        "subcategories": {}
                    },
                    "Мыло": {
                        "items": [
                            "Капсулы для стирки свежесть васильков 13гр 5шт [ШТ]",
                            "Мыло Сарма против пятен 140гр [ШТ]",
                            "Мешки для мусора \"Бэг Ролл\" 60л [ШТ]",
                            "Мыло Palmolive масло миндаль и камелия 90гр [ШТ]",
                            "Мыло Palmolive Черная Орхидея 90гр [ШТ]",
                            "Мыльница арт.С10 [ШТ]",
                            "Мыльница дорожная С265 [ШТ]",
                            "Мыльница дорожная С80 [ШТ]",
                            "Мыло Palmolive Интенсивное увлажнение Олива и молоко 90гр [ШТ]",
                            "Мыло Palmolive Нежность и комфорт Вишня 90гр [ШТ]"
                        ],
                        "subcategories": {}
                    },
                    "Для бритья": {
                        "items": [
                            "Бальзам п/бритья DEONICA FOR MEN Максимальная защита 50мл [ШТ]",
                            "Бальзам п/бритья DEONICA FOR MEN Ультрокомфорт 50мл [ШТ]",
                            "Крем после бритья Арко С-762 Cool/голубой 50гр [ШТ]",
                            "Крем после бритья Арко С-762 ExtraSensitiv 50гр [ШТ]",
                            "Крем-бальзам п/бритья UFCx EXXE Ultimate freshness 75мл [ШТ]",
                            "Лосьон п/бритья EXTREME FRESH для мужчин мгновенный комфорт 275мл [ШТ]",
                            "Лосьон п/бритья OCEAN BREATH освежающий успокаивающий эффект 275мл [ШТ]",
                            "Станок д/бритья LuazON 3 лезвия, 2шт [ШТ]",
                            "Лезвие Спутник [ШТ]",
                            "Станок д/бритья Rapira платина люкс 5лезвий [ШТ]",
                            "Станок д/бритья Rapira сюперсталь 5лезвий [ШТ]",
                            "Пена д/бритья EXXE Sensitive для чувств. кожи 200мл [ШТ]",
                            "Бальзам п/бритья Blue marine увлажняющий 100мл [ШТ]",
                            "Бальзам п/бритья Foammen против раздражения 100мл [ШТ]",
                            "Лосьон п/бритья Foammen увлажняющий 100мл [ШТ]",
                            "Лосьон п/бритья Foammen освежающий 100мл [ШТ]"
                        ],
                        "subcategories": {}
                    },
                    "Т/б": {
                        "items": [
                            "Т/б Премиум со втулкой [ШТ]"
                        ],
                        "subcategories": {}
                    },
                    "Посуда": {
                        "items": [
                            "Ложка чайная Ramozi Аист [ШТ]",
                            "Ложка столовая арт.18222 [ШТ]",
                            "Вилка столовая арт.18223 [ШТ]",
                            "Контейнер для продуктов BUTTERFLY прямоугольник 0,5л арт.861-187 [ШТ]",
                            "Контейнер для продуктов BUTTERFLY прямоугольник 0,75л арт.861-188 [ШТ]",
                            "Контейнер CRISTALLINO MALLONY 800мл [ШТ]",
                            "Салатник с крышкой 800мл [ШТ]",
                            "Кружка Чайная 300мл [ШТ]",
                            "Крышка для стакана 0,4л [ШТ]",
                            "Ложка чайная Соня [ШТ]"
                        ],
                        "subcategories": {}
                    },
                    "Химия": {
                        "items": [
                            "Рефтамид Реппелент Экстрим Усиленный п/комаров черный 150мл [ШТ]",
                            "Стиральный порошок Tide автомат color 450гр [ШТ]",
                            "Рефтамид Максимум 3в1 синий 147мл [ШТ]",
                            "Стиральный порошок Персил color 450гр [ШТ]"
                        ],
                        "subcategories": {}
                    },
                    "Косметика/Маникюр": {
                        "items": [
                            "Ватные диски AURA 100шт [ШТ]",
                            "Ватные диски AURA 120шт [ШТ]",
                            "Ватные диски AURA 80шт [ШТ]",
                            "Ватные диски Waterflow 80штт штрих [ШТ]",
                            "Крем д/рук Увлажняющий с виноградом 30мл [ШТ]",
                            "Крем д/рук с ароматом молоч. миндаля влажняющий 30мл [ШТ]",
                            "Крем д/рук Подсолнух-Шалфей-Грейпфрут 30мл [ШТ]",
                            "Крем д/рук URAL LAB ягодный сорбет 30мл [ШТ]",
                            "Вазелин д.губ Сибирская облепиха 4,5гр [ШТ]",
                            "Кусачки-книпсер педикюр 8 серебро [ШТ]",
                            "Ножницы 00055 [ШТ]",
                            "Ножницы 00060 [ШТ]"
                        ],
                        "subcategories": {}
                    },
                    "Освежитель воздуха": {
                        "items": [
                            "Освежитель воздуха Sunny Day Кофе по-восточному 300мл [ШТ]"
                        ],
                        "subcategories": {}
                    },
                    "Пакет": {
                        "items": [
                            "Пакет для запекания и заморозки \"Крепак\" 30л [ШТ]",
                            "Пакет пк00020 [ШТ]",
                            "Пакет майка звезды [ШТ]"
                        ],
                        "subcategories": {}
                    },
                    "Для шитья": {
                        "items": [
                            "Игла Турист [ШТ]",
                            "Набор ниток швейных полистерол белые [ШТ]",
                            "Нитки Красная нить [ШТ]"
                        ],
                        "subcategories": {}
                    },
                    "Мочалка": {
                        "items": [
                            "Мочалка д/тела Банная петля полосатая 42см [ШТ]",
                            "Мочалка д/тела без паралона (Банный пояс) [ШТ]",
                            "Мочалка шар Cupellia SPA [ШТ]"
                        ],
                        "subcategories": {}
                    },
                    "Зажигалка": {
                        "items": [
                            "Зажигалка 00025 [ШТ]",
                            "Зажигалка 00045 [ШТ]",
                            "Зажигалка Классика красная [ШТ]"
                        ],
                        "subcategories": {}
                    },
                    "Для обуви": {
                        "items": [
                            "Крем Эффектон-люкс банка с губкой 50мл [ШТ]",
                            "Щетка для обуви 164,51,5см [ШТ]",
                            "Губка Дивидик плюс черная [ШТ]",
                            "Крем Эффектон-миди банка черный 45мл [ШТ]",
                            "Крем Дивидик престиж в тубе с намазком черный 75мл [ШТ]",
                            "Салфетки влажные [ШТ]"
                        ],
                        "subcategories": {}
                    },
                    "Батарейки": {
                        "items": [
                            "Батарейки Panasonic R06 (4шт) [ШТ]",
                            "Батарейки Navigator R03 (4шт) мизин. [ШТ]",
                            "Батарейки OPTICELL ААА 2шт [ШТ]",
                            "Батарейки Toshiba R03 (4шт) мизин. [ШТ]",
                            "Батарейки Luazon R06 AA [ШТ]"
                        ],
                        "subcategories": {}
                    },
                    "Прочее": {
                        "items": [
                            "Зубочистки Экстра 100шт [ШТ]",
                            "Удлинитель сетевой Союз 3 розетки 5 метров Белый [ШТ]",
                            "Прокладки Гигиенические Always Ultra Super 8шт [ШТ]",
                            "Прокладки гигиенические Aura Soft & Comfort Normal 9шт [ШТ]",
                            "Прокладки гигиенические Naturella Ultra Нормал 10шт [ШТ]",
                            "Прокладки ежед. BELLA Panti soft оранж 20шт [ШТ]",
                            "Прокладки ежед. Discreet Deo Водная лилия 20шт [ШТ]",
                            "Стакан белый бумажный 300мл [ШТ]",
                            "Клей Монолит 3гр [ШТ]",
                            "Клей Момент универсальный в шоу-бокс 30мл [ШТ]",
                            "Карты игр. Poker Club [ШТ]",
                            "Ватные палочки AURA Classic 300шт [ШТ]",
                            "Баул № 60 стяжка [ШТ]",
                            "Сетевой фильтр Luazon Lighting черный 1,8м [ШТ]",
                            "Стельки (шерсть, войлок) универс 35-47 р-р 29см [ШТ]",
                            "Баул № 70 стяжка [ШТ]",
                            "Баул № 80 стяжка [ШТ]",
                            "Расческа комбин. 12х3 [ШТ]",
                            "Стакан белый 0,3л [ШТ]",
                            "Удлинитель сетевой Luazon 3 розетки 3м [ШТ]",
                            "Бальзам д/губ Beaty Visage Восстанавливающий пепидный 3,6гр [ШТ]",
                            "Бальзам д/губ Народный рецепт Мятно-апель 4,5гр [ШТ]",
                            "Гель д/бритья Arko с-396 Сенсетив 200мл [ШТ]",
                            "Гель д/бритья Arko с-396 Cool 200мл [ШТ]",
                            "Гель д/бритья Arko 2в1 HEMP успокаивающий 20мл [ШТ]",
                            "Гель д/бритья DEONICA FOR MEN комфортное бритье 200мл [ШТ]",
                            "Гель д/бритья DEONICA FOR MEN Чистый эффект 200мл [ШТ]",
                            "Книперсы 00095 [ШТ]",
                            "Папка-конверт на кнопке А4 Erich Krause 180мкм [ШТ]",
                            "Ручка шарикова Erich Krause R-301 Neon Stick 0.7мм синяя [ШТ]",
                            "Ручка шарикова Erich Krause R-301 Orange 0.7мм синяя [ШТ]",
                            "Ручка шарикова Erich Krause R-301 Spring Stick 0.7мм синяя [ШТ]",
                            "Ручка шарикова Harbet Х-5 0.7мм синяя [ШТ]",
                            "Салфетки влажные LURE Big-Pack с крышкой 120шт [ШТ]",
                            "Салфетки влажные Аура антибактериальные тропик 15шт [ШТ]",
                            "Скотч 12х21 PROвыбор [ШТ]",
                            "Скотч 48*66м прозрачный 40мкм [ШТ]",
                            "Папка на липуске А4 [ШТ]"
                            ],
                        "subcategories": {}
                    }
                }
            },
            "Бакалея": {
                "items": [],
                "subcategories": {
                    "Колбаса/Сервелат/Сало": {
                        "items": [
                            "Колбаса Мусульманская полукапченная 350гр [ШТ]",
                            "Колбаски Тайские Том Ям п/к [ШТ]"
                        ],
                        "subcategories": {}
                    },
                    "Консервы": {
                        "items": [
                            "Шпроты Курганский МК Балтфлотъ в масле 160гр [ШТ]",
                            "Горбуша натур. Совок ГОСТ 250гр [ШТ]",
                            "Плов Узбекский с говядиной и кумином 325гр [ШТ]",
                            "Шпроты Доброфлот из балтийской кильки копченые 160гр [ШТ]",
                            "Аджика Дядя Ваня острая с перцем чили 370гр [ШТ]",
                            "Перец Дядя Ваня острый черри 350гр [ШТ]",
                            "Тушенка Совок говядина в/с ГОСТ 325гр [ШТ]",
                            "Тушенка Сытные Угодья говядина в/с 338гр [ШТ]",
                            "Грибы Домашние заготовки ассорти 280гр [ШТ]",
                            "Оливки OLIBEN б/к 290мл [ШТ]",
                            "Огурчики Домашние заготовки маринов. 680гр [ШТ]",
                            "Ассорти Дядя Ваня марин. огурцы и томаты 680гр [ШТ]",
                            "Перец Дядя Ваня Чили 340гр [ШТ]"
                        ],
                        "subcategories": {}
                    },
                    "Лапша": {
                        "items": [
                            "Лапша Доширак говядина 90гр [ШТ]",
                            "Лапша Доширак Сытный обед говядина 110гр [ШТ]"
                            ],
                        "subcategories": {}
                    },
                    "Кетчуп/Майонез/Соус": {
                        "items": [
                            "Соус Махеев острый 50,5% 200гр [ШТ]",
                            "Майонез Мечта Хозяйки провансаль 67% 200мл [ШТ]",
                            "Кетчуп Calve жгучий мексиканский с табаско 350гр [ШТ]",
                            "Кетчуп Calve Томатный 350гр [ШТ]"
                            ],
                        "subcategories": {}
                    },
                    "Сахар": {
                        "items": [
                            "Сахар Рафинад Русский 1кг [ШТ]",
                            "Сахар Рафинад Русский 0,5кг [ШТ]"
                            ],
                        "subcategories": {}
                    }
                }
            },
            "Чай/Кофе": {
                "items": [
                    "Кофе Черная карта Нуар 190гр [ШТ]",
                    "Чай Гринфилд Жасмин Дрим листовой зеленый 100гр [ШТ]",
                    "Чай Майский Корона Российской Империи листовой 100гр [ШТ]",
                    "Чай Гринфилд Barberry Garden 100гр [ШТ]",
                    "Чай Гринфилд Magic Yunnan 200гр [ШТ]",
                    "Чай Гринфилд Дракон зеленый 100пак [ШТ]",
                    "Чай Гринфилд Жасмин Дрим зеленый 100пак [ШТ]",
                    "Чай Майский Корона Российской Империи листовой 200гр [ШТ]",
                    "Кофе Monarch растворимый 1,8 гр [ШТ]",
                    "Чай Принцесса Ява трад. листовой зеленый 100гр [ШТ]",
                    "Кофе Каппучино Торабика CREAMY LATTE 30гр [ШТ]",
                    "Кофе МакКофе 3в1 оригинал 20гр [ШТ]",
                    "Кофе МакКофе Cappuccino di torino шоколад 25гр [ШТ]",
                    "Чай Гринфилд Melissa зеленый 100пак [ШТ]",
                    "Чай Гринфилд Summer Bouquet 100пак [ШТ]",
                    "Чай Гринфилд Жасмин Дрим зеленый 25пак [ШТ]",
                    "Чай Принцесса Ява зеленый 25 пак [ШТ]"
                ],
                "subcategories": {}
            },
            "Жев. рез./Леденцы": {
                "items": [
                    "Драже M&M blue с арахисом 45гр [ШТ]",
                    "Драже M&M blue с соленым арахисом 45гр [ШТ]",
                    "Драже M&M blue шоколад 45гр [ШТ]",
                    "Жев. рез. со вкусом арбуза 14гр [ШТ]",
                    "Жев. рез. со вкусом клубники 14гр [ШТ]",
                    "Жев. рез. со вкусом мяты 14гр [ШТ]",
                    "Жев. рез. со вкусом фруктов 14гр [ШТ]",
                    "Жев. рез. Wrigleys 5 Свежая мята 18шт [ШТ]",
                    "Жев. рез. Wrigleys 5 Сочный арбуз 18шт [ШТ]",
                    "Жев. рез. Орбит Клубника-Банан [ШТ]",
                    "Жев. рез. Орбит Сладкая мята [ШТ]",
                    "Жев. рез. Орбит Белоснежный Нежная мята [ШТ]"
                ],
                "subcategories": {}
            },
            "Семечки/Чипсы/Орехи": {
                "items": [],
                "subcategories": {
                    "Семечки": {
                        "items": [
                            "Семечки Белочка жар. XL 100гр [ШТ]",
                            "Семечки Бабкины жар. 100гр [ШТ]",
                            "Семечки Бабкины жар. 190гр [ШТ]",
                            "Семечки Бабкины жар. 300гр [ШТ]",
                            "Семечки Бабкины соленые 100гр [ШТ]",
                            "Семечки Бабкины тыквенные 150гр [ШТ]"
                        ],
                        "subcategories": {}
                    },
                    "Сухарики": {
                        "items": [
                            "Сухарики Кириешки Ligth ржан. семга с сыром 33гр [ШТ]",
                            "Сухарики Кириешки Ligth ржан. холодец с хреном 33гр [ШТ]",
                            "Сухарики Кириешки МАХ охотн. колбаски 40гр [ШТ]",
                            "Сухарики Кириешки ржан. Бекон 40гр [ШТ]",
                            "Сухарики Кириешки ржан. Красная икра 40гр [ШТ]",
                            "Сухарики Кириешки ржан. курица 40гр [ШТ]",
                            "Сухарики Кириешки ржан. сол. Шашлык 40гр [ШТ]",
                            "Сухарики Кириешки ржан. холодец с хреном 40гр [ШТ]",
                            "Сухарики Кириешки ржан. Шашлык + кетчуп 60гр [ШТ]"
                        ],
                        "subcategories": {}
                    },
                    "Чипсы": {
                        "items": [
                            "Луковые кольца MiniFree Бекон 100гр [ШТ]",
                            "Луковые кольца MiniFree Бекон 45гр [ШТ]",
                            "Луковые кольца MiniFree Грибы 45гр [ШТ]",
                            "Луковые кольца MiniFree Грибы 100гр [ШТ]",
                            "Луковые кольца MiniFree Жареная креветка 100гр [ШТ]",
                            "Луковые кольца MiniFree Курица гриль 100гр [ШТ]",
                            "Луковые кольца MiniFree Лосось в сл. соусе 45гр [ШТ]",
                            "Луковые кольца MiniFree Охотничьи колбаски 45гр [ШТ]",
                            "Луковые кольца MiniFree Сладкий чили 45гр [ШТ]",
                            "Луковые кольца MiniFree Сметана 45гр [ШТ]",
                            "Луковые кольца MiniFree Сыр 45гр [ШТ]",
                            "Чипсы Лейс Ребрышки Гриль 140гр [ШТ]",
                            "Чипсы Лейс Сыр 140гр [ШТ]",
                            "Чипсы Лейс Зеленый лук 140гр [ШТ]",
                            "Чипсы Лейс Краб 140гр [ШТ]",
                            "Чипсы Лейс Ребрышки Гриль 140гр [ШТ]",
                            "Чипсы Лейс Сметана Зелень 140гр [ШТ]",
                            "Чипсы Лейс Сметана и лук 140гр [ШТ]",
                            "Арахис BEERKа соленый 90гр [ШТ]",
                            "Арахис BEERKа соленый 30гр [ШТ]"
                        ],
                        "subcategories": {}
                    }
                }
            },
            "Выпечка": {
                "items": [
                    "Беляши с мясом 100 г [ШТ]",
                    "Булочка Московская 80гр [ШТ]",
                    "Булочка с корицей 80гр [ШТ]",
                    "Булочка с яблоком 80гр [ШТ]",
                    "Пирожки жареные с картофелем 75 гр [ШТ]",
                    "Пицца Зимняя с маринов.огурчиками 110 гр [ШТ]",
                    "Самса 100 гр. [ШТ]",
                    "Сосиска в тесте 100 г [ШТ]",
                    "Сочни с творогом 100гр [ШТ]",
                    "Фатир слоенный 300 гр [ШТ]",
                    "Чебуреки с говядиной 110 гр [ШТ]",
                    "Эчпочмак с курицей 100 гр [ШТ]",
                    "Лепешка с кунжутом 300 гр. [ШТ]",
                    "Кулич пасхальный 100гр [ШТ]"
                ],
                "subcategories": {}
            },
            "Овощи/Фрукты": {
                "items": [
                    "Яблоки М [КГ]",
                    "Лимоны М [КГ]",
                    "Мандарины М [КГ]"
                ],
                "subcategories": {}
            },
            "Мороженое": {
                "items": [
                    "Мороженое Настоящий пломбир чизкейк черника супер гигант 150гр [ШТ]",
                    "Мороженое Коровка из Кореновки эскимо с печеньем в мол. шок. глаз. 70гр [ШТ]",
                    "Мороженое Село Зеленое брикет ваниль 15% 200гр [ШТ]",
                    "Мороженое Село Зеленое брикет крем-брюле 15% 200гр [ШТ]",
                    "Мороженое Село Зеленое пломбир шоколад 15% 280гр [ШТ]",
                    "Мороженое Село Зеленое рожок ваниль 15% 110гр [ШТ]",
                    "Мороженое Село Зеленое ст. пломбир земляника 15% 70гр [ШТ]",
                    "Мороженое Село Зеленое ст. пломбир малина 15% 70гр [ШТ]",
                    "Мороженое Село Зеленое ст. пломбир фисташковый 15% 70гр [ШТ]",
                    "Мороженое Село Зеленое ст. пломбир черника 15% 70гр [ШТ]",
                    "Мороженое Село Зеленое эскимо в мол. шок. вагиль с вишней 15% 80гр [ШТ]",
                    "Мороженое Село Зеленое эскимо в мол. шок. с миндалем 15% 80гр [ШТ]",
                    "Мороженое Село Зеленое эскимо фрукт глаз. Клубника 15% 70гр [ШТ]",
                    "Мороженое Созвездие ст. пломбир ваниль 12% 70гр [ШТ]",
                    "Мороженое Созвездие эскимо двухсл. ваниль и шоколад 12% 50гр [ШТ]",
                    "Мороженое Топтыжка рожок фисташка 12% 90гр [ШТ]",
                    "Мороженое Топтыжка рожок двухсл. ван/шок 12% 90гр [ШТ]"
                ],
                "subcategories": {}
            }
        }
    }
} 